
const 이름_목록 =
[
	{  이름 : "아쿠루" },
	{  이름 : "감규리" },
	{  이름 : "이오몽" },
	{  이름 : "마레 플로스" },
	{  이름 : "미녕이데려오깨" },
	{  이름 : "마젯" },
	{  이름 : "레드" },
	{  이름 : "위도" },
	{  이름 : "판구리" },
	{  이름 : "앵보" },
	{  이름 : "불법스님" },
	{  이름 : "판구리" },
	{  이름 : "판구리" },
	{  이름 : "향아치" },
]

const 임시_목록 = {}




// ㄱㄴㄷ 맞춰서 배치 ㄱ(10명) ㄴ(3명)
// 없는 ㄱㄴㄷ는 클릭 비활성

// 많아지면 소속 선택지 추가

// 이름 제목 매치 되는ㄱ게 1개 뿐이라면 즉시 자동 선택 재생 활성화

// 언어를 빼버리고 이름 + 제목으로 선택지 1개로 만들ㄹ까?

// 글자간격이 일정하도록 하는 기능 ㅍ필요
// 이름 제목 사이 간격이


// 이름표 중복 * , 재생목록 최신화(PL 안남도록) ** 등 표시하도록하고
// ㄱㄴㄷ h1 하위에 안내 1줄

