
const 이름_목록 =
[
	{  이름 : "아쿠루" },
	{  이름 : "감규리" },
	{  이름 : "이오몽" },
	{  이름 : "마레 플로스" },
	{  이름 : "미녕이데려오깨" },
	{  이름 : "마젯" },
	{  이름 : "레드" },
	{  이름 : "위도" },
	{  이름 : "판구리" },
	{  이름 : "앵보" },
	{  이름 : "불법스님" },
	{  이름 : "판구리" },
	{  이름 : "판구리" },
	{  이름 : "향아치" },
]

const 임시_목록 = {}



/*

==메인 화면
==	섹션 왼쪽
==		헤드 머리말
==			메뉴 가나다 들어갈 자리
==				버튼 가나다
==			메뉴 소속 들어갈 자리
==				버튼 소속
==		섹션 본문
==			메뉴 이름표들
==				버튼 이름표


==	섹션 왼쪽
		섹션 구역
			헤드 머리말 동영상/쇼츠/부분
				메뉴 메뉴가 들어갈자리
					버?튼? 동영상/쇼츠/부분 재생목록
					버튼 모두/원곡/커버
					버튼 페이지 이전/지금/다음
					버튼 크기/작게
			섹션 본문
				섹션 동영상/쇼츠/부분