
window.재생목록 ??= {}



재생목록.색깔 =
{
	오른쪽바탕색 : "",
	왼쪽바탕색: "",
	강조1 : "",
	강조2 : "",
	강조3 : "",
}



재생목록.소개 =
[
	{
		id : "",
	},
]



재생목록.원곡 =
[
	{
		id : "",
	},
]



재생목록.커버 =
[
	{
		// 1
		// ROSÉ & Bruno Mars - APT. || Cover by Bukuki & Mare Flos
		id : "https://youtu.be/UeSDWPdR5IQ",
	},
]



재생목록.쇼츠 =
[
	{
		// 1
		// 우사기 랩 #shorts #치이카와
		id : "https://youtu.be/0CCqHsp7Ppk",
	},
]



재생목록.부분 =
[
	{
		id : "",
		노래 :
		[
			{
				이름 : "", 제목 : "",
				시작 : "", 종료 : "",
			},
			{
				이름 : "", 제목 : "",
				시작 : "", 종료 : "",
			},
		]
	},
]
