
window.재생목록 ??= {}



재생목록.색깔 =
{
	오른쪽바탕색 : "",
	왼쪽바탕색: "",
	강조1 : "",
	강조2 : "",
	강조3 : "",
}



재생목록.소개 =
[
	{
		id : "",
	},
]



재생목록.원곡 =
[
	{
		id : "",
	},
]



재생목록.커버 =
[
	{
		// 【세노】데스노트 - 죽음의 게임 / 세노 x 초깨비 Cover (ft. 아쿠루)
		id : "https://youtu.be/h3l1SyPMpoE",
	},
	{
		// 【세노】쿨 - 애상 / 세노 x 마젯 Cover (ft. 이오몽)
		id : "https://youtu.be/m7d7RkvCU70",
	},
]



재생목록.쇼츠 =
[
	{
		id : "",
	},
]



재생목록.부분 =
[
	{
		id : "",
		노래 :
		[
			{
				이름 : "", 제목 : "",
				시작 : "", 종료 : "",
			},
			{
				이름 : "", 제목 : "",
				시작 : "", 종료 : "",
			},
		]
	},
]
