
const 이름_목록 =
[
	{  이름 : "아쿠루" },
	{  이름 : "감규리" },
	{  이름 : "이오몽" },
	{  이름 : "마레 플로스" },
	{  이름 : "미녕이데려오깨" },
	{  이름 : "마젯" },
	{  이름 : "레드" },
	{  이름 : "위도" },
	{  이름 : "판구리" },
	{  이름 : "앵보" },
	{  이름 : "불법스님" },
	{  이름 : "판구리" },
	{  이름 : "판구리" },
	{  이름 : "향아치" },
]

const 임시_목록 = {}


// 1. render_switch()
// 가나다+ 이름목록 생성

// 2. 이름 클릭해서 재생목록_불러오기(누구) 실행

// 3. 재생목록_불러오기(누구)에서 이름을 파일명으로 변경하고
// id 가공하고 색깔 적용하고
// switch_click()으로 make_list() 실행 + 썸네일 들어갈 크기 계산

// 4. cue_intro() 으로 소개영상(가공된 소개영상 id) 불러오기

// 5. 이름 목록들 제거


// //
// make_list() 내부 순서
