
window.재생목록 ??= {}

재생목록.색깔 =
{
	오른쪽바탕색 : "",
	왼쪽바탕색: "",
	강조1 : "",
	강조2 : "",
	강조3 : "",
}

재생목록.소개 =
[
	{
		id : "https://youtube.com/shorts/JuPtWkc6xtU?si=C00gvH43kpv_p6we",
	},
]

재생목록.원곡 =
[
	{
		id : "",
	},
]

재생목록.커버 =
[
	{
		id : "",
	},
]

재생목록.쇼츠 =
[
	{
		id : "https://youtube.com/shorts/JuPtWkc6xtU?si=C00gvH43kpv_p6we",
	},
	{
		id : "https://youtube.com/shorts/4t3dIFfPY8k?si=ZpXl5ksgUgLFTJkl",
	},
	{
		id : "",
	},
]

재생목록.부분 =
[
	{
		id: "",
		노래 :
		[
			{
				언어 : ["한국어", "개사"],
				이름 : "", 제목 : "",
				시작 : "", 종료 : "",
			},
			{
				언어 : ["한국어"],
				이름 : "", 제목 : "",
				시작 : "", 종료 : "",
			},
			{
				언어 : ["일본어"],
				이름 : "", 제목 : "",
				시작 : "", 종료 : "",
			},
			{
				언어 : ["영어"],
				이름 : "", 제목 : "",
				시작 : "", 종료 : "",
			},
			{
				언어 : ["외국어"],
				이름 : "", 제목 : "",
				시작 : "", 종료 : "",
			},
		]
	},
]
